Repository: yusufbilgic14/5Myusuffork
Catalog: lib/l10n/app_*.arb
Languages: tr

# appTitle
source: Medipol University
tr: Medipol Üniversitesi

# loginTitle
source: Login
tr: Giriş Yap

# loginSubtitle
source: Login with your student information
tr: Öğrenci bilgilerinizle giriş yapın

source: Student ID
tr: Öğrenci Numarası

source: Password
tr: Şifre

source: Forgot Password
tr: Şifremi Unuttum

# loginButton
source: Login
tr: Giriş Yap

source: or
tr: veya

source: Login with Microsoft
tr: Microsoft ile Giriş Yap

# invalidStudentId
source: Please enter your student ID
tr: Lütfen öğrenci numaranızı girin

# invalidPassword
source: Please enter your password
tr: Lütfen şifrenizi girin

# languageTurkish
source: Turkish
tr: Türkçe

# languageEnglish
source: English
tr: İngilizce

# homeWelcome
source: Welcome,
tr: Hoş geldin,

source: Announcements
tr: Duyurular

source: See All
tr: Tümünü Gör

source: Today's Courses
tr: Bugünün Dersleri

# todayDate
source: Friday, May 24
tr: Cuma, 24 Mayıs

source: Notifications
tr: Bildirimler

# markAllRead
source: Mark All as Read
tr: Tümünü Okundu İşaretle

source: Navigation
tr: Navigasyon

source: Calendar
tr: Takvim

# mondayShort
source: Mon
tr: Pzt

# tuesdayShort
source: Tue
tr: Sal

# wednesdayShort
source: Wed
tr: Çar

# thursdayShort
source: Thu
tr: Per

# fridayShort
source: Fri
tr: Cum

# saturdayShort
source: Sat
tr: Cmt

# sundayShort
source: Sun
tr: Paz

source: Home
tr: Anasayfa

source: Scan
tr: Tara

source: Profile
tr: Profil

# userDepartment
source: MIS
tr: YBS

# userGrade
source: 3rd Grade
tr: 3. Sınıf

source: Settings
tr: Ayarlar

source: Logout
tr: Çıkış Yap

# logoutConfirm
source: Are you sure you want to log out of your account?
tr: Hesabınızdan çıkış yapmak istediğinizden emin misiniz?

source: Cancel
tr: İptal

source: Message Box
tr: Gelen Kutusu

source: Feedbacks
tr: Geri Bildirimler

source: Cafeteria Menu
tr: Yemekhane Menüsü

source: Breakfast
tr: Kahvaltı

source: Lunch
tr: Öğle

source: Dinner
tr: Akşam

source: Academic Calendar
tr: Akademik Takvim

source: Course Grades
tr: Ders Notları

source: Upcoming Events
tr: Yaklaşan Etkinlikler

source: Events
tr: Etkinlikler

source: Clubs
tr: Kulüpler

source: My Events
tr: Etkinliklerim

source: Help & Support
tr: Yardım ve Destek

source: Inbox
tr: Gelen Kutusu

source: Feedback
tr: Geri Bildirim

source: Quick Stats
tr: Hızlı İstatistikler

source: Account Settings
tr: Hesap Ayarları

source: QR Access
tr: QR Erişim

source: Campus Transport
tr: Kampüse Ulaşım

# statsEvents
source: Attended Events
tr: Katılınan Etkinlik

# statsGpa
source: GPA
tr: GNO

# statsComplaints
source: Number of Complaints
tr: Şikayet Sayısı

# statsAssignments
source: Completed Assignments
tr: Tamamlanan Ödev

source: Notification Settings
tr: Bildirim Ayarları

source: Event Notifications
tr: Etkinlik Bildirimleri

# gradeNotifications
source: Exam Notifications
tr: Sınav Bildirimleri

source: Message Notifications
tr: Mesaj Bildirimleri

# clubNotifications
source: Club and Community Announcements
tr: Kulüp ve Topluluk Duyuruları

source: Save
tr: Kaydet

source: Notification settings saved.
tr: Bildirim ayarları kaydedildi.

# notificationSettingsDesc
source: Select which notifications you want to receive
tr: Hangi bildirimleri alacağınızı seçin

# helpSupportDesc
source: FAQ and contact information
tr: SSS ve iletişim bilgileri

# campusTransportDesc
source: The following lines and routes are for transportation to Istanbul Medipol University Kavacık South and North Campuses.
tr: Aşağıdaki hat ve güzergahlar, İstanbul Medipol Üniversitesi Kavacık Güney ve Kuzey Kampüsleri’ne ulaşım içindir.

# logoutDesc
source: Log out of your account securely
tr: Hesabınızdan güvenli şekilde çıkış yapın

source: Theme
tr: Tema

# themeDesc
source: Change the app theme (light/dark)
tr: Uygulama temasını değiştir (açık/koyu)

source: Ingredients
tr: Malzemeler

# allergens
source: Allergens: {allergens}
tr: Alerjenler: {allergens}

source: Menu Not Found
tr: Menü Bulunamadı

# menuNotFoundFilter
source: No {mealName} menu found for the selected filters.
tr: Seçili filtrelere uygun {mealName} menüsü bulunamadı.

source: No Events Found
tr: Etkinlik Bulunamadı

# noEventsFilter
source: No academic calendar events found for the selected filters.
tr: Seçili filtrelere uygun akademik takvim etkinliği bulunamadı.

source: Clear Filters
tr: Filtreleri Temizle

# startDate
source: Start
tr: Başlangıç

# endDate
source: End
tr: Bitiş

source: European Side
tr: Avrupa Yakası

source: Anatolian Side
tr: Anadolu Yakası

source: Contact
tr: İletişim

# contactDesc
source: For any questions, feedback or support requests, you can use the contact channels below.
tr: Her türlü soru, görüş ve destek talepleriniz için aşağıdaki iletişim kanallarını kullanabilirsiniz.

# kavacikNorth
source: Kavacık North Campus
tr: Kavacık Kuzey Yerleşkesi

# kavacikNorthDesc
source: Campus; Medipol University Kavacık (Main Campus Rectorate)
tr: Yerleşke; Medipol Üniversitesi Kavacık (Ana Yerleşke Rektörlük)

# feedbackTitle
source: Your Feedback is Valuable to Us
tr: Görüşleriniz Bizim İçin Değerli

# feedbackDesc
source: Share your feedback and suggestions to help us improve the Medipol app.
tr: Medipol uygulamasını daha iyi hale getirmek için görüşlerinizi ve önerilerinizi bizimle paylaşın.

# feedbackDetail
source: Detailed Description
tr: Detaylı Açıklama

# feedbackDetailHint
source: Please explain your feedback in detail...
tr: Geri bildiriminizi detaylı olarak açıklayın...

# feedbackRequired
source: Description required
tr: Açıklama gerekli

# feedbackMinLength
source: Description must be at least 20 characters
tr: Açıklama en az 20 karakter olmalı

source: Clear
tr: Temizle

source: Send Feedback
tr: Geri Bildirim Gönder

source: Sending...
tr: Gönderiliyor...

source: Clear Form
tr: Formu Temizle

# rateApp
source: Click here to rate and review the app
tr: Uygulamayı puanlamak ve yorum yapmak için tıklayınız

source: What do you want to do?
tr: Ne yapmak istiyorsunuz?

source: Request
tr: Talep

source: Select Request Category
tr: Talep Kategorisi Seçin

source: Select Feedback Category
tr: Geri Bildirim Kategorisi Seçin

# rate_and_comment_app
source: Click here to rate and comment the app
tr: Uygulamayı puanlamak ve yorum yapmak için tıklayınız

# redirect_to_app_store
source: You will be redirected to the app store...
tr: Uygulama mağazasına yönlendirileceksiniz...

source: Anonymous Feedback
tr: Anonim Geri Bildirim

# keep_my_identity_private
source: I want to keep my identity private and send feedback anonymously.
tr: Kimliğim gizli kalsın, anonim olarak geri bildirim göndermek istiyorum.

source: Relevant Department
tr: İlgili Departman

source: Select department
tr: Departman seçin

# please_select_department
source: Please select a department
tr: Lütfen bir departman seçin

source: Priority Level
tr: Öncelik Seviyesi

source: Email Address
tr: E-posta Adresi

# example_email
source: example@medipol.edu.tr
tr: ornek@medipol.edu.tr

source: Email address required
tr: E-posta adresi gerekli

# valid_email_address
source: Enter a valid email address
tr: Geçerli bir e-posta adresi girin

source: Subject
tr: Konu

source: Feedback subject
tr: Geri bildirim konusu

source: Subject required
tr: Konu gerekli

# subject_min_length
source: Subject must be at least 5 characters
tr: Konu en az 5 karakter olmalı

source: Detailed Description
tr: Detaylı Açıklama

# describe_your_feedback
source: Describe your feedback in detail...
tr: Geri bildiriminizi detaylı olarak açıklayın...

source: Description required
tr: Açıklama gerekli

# description_min_length
source: Description must be at least 20 characters
tr: Açıklama en az 20 karakter olmalı

source: Add Photo or Document
tr: Fotoğraf veya Belge Ekle

source: Click to select file
tr: Dosya seçmek için tıklayın

# file_types_max_size
source: JPG, PNG, PDF (Maximum 10MB)
tr: JPG, PNG, PDF (Maksimum 10MB)

source: Selected Files:
tr: Seçilen Dosyalar:

source: File added:
tr: Dosya eklendi:

source: File removed:
tr: Dosya kaldırıldı:

source: Please select feedback or request type
tr: Lütfen talep veya geri bildirim türünü seçin

# please_select_request_category
source: Please select a request category
tr: Lütfen bir talep kategorisi seçin

# please_select_feedback_category
source: Please select a feedback category
tr: Lütfen bir geri bildirim kategorisi seçin

# your_feedback_submitted_successfully
source: Your feedback has been submitted successfully! Thank you.
tr: Geri bildiriminiz başarıyla gönderildi! Teşekkür ederiz.

source: Clear Form
tr: Formu Temizle

# your_feedback_is_valuable
source: Your Feedback is Valuable to Us
tr: Görüşleriniz Bizim İçin Değerli

# share_your_opinions_and_suggestions_for_better_app
source: Share your opinions and suggestions to make the Medipol app better.
tr: Medipol uygulamasını daha iyi hale getirmek için görüşlerinizi ve önerilerinizi bizimle paylaşın.

source: Submitting...
tr: Gönderiliyor...

source: Send Feedback
tr: Geri Bildirim Gönder

source: messages
tr: mesaj

source: unread
tr: okunmamış

source: Back
tr: Geri

source: Attachments
tr: Ek Dosyalar

source: Reply
tr: Yanıtla

source: Forward
tr: İlet

source: Delete
tr: Sil

source: Semester GPA
tr: Dönem GPA

source: Cumulative GPA
tr: Genel GPA

source: Total Courses
tr: Toplam Ders

# completedCourses
source: Completed
tr: Tamamlanan

# waitingGrades
source: Waiting
tr: Beklemede

source: Credits
tr: Kredi

source: Search course name or code...
tr: Ders adı veya kodu ara...

source: Status
tr: Durum

source: Sort By
tr: Sırala

# noCoursesFound
source: No courses found matching your search criteria.
tr: Arama kriterlerinize uygun ders bulunamadı.

source: Detailed Grades
tr: Detaylı Notlar

source: Waiting...
tr: Beklemede...

source: Semester
tr: Dönem

source: Semester GPA
tr: Dönem GPA

source: Cumulative GPA
tr: Genel GPA

# pdfReportWillBeGenerated
source: A PDF report will be generated for this semester...
tr: Bu dönem için PDF raporu oluşturulacak...

source: PDF feature will be added soon.
tr: PDF özelliği yakında eklenecektir.

source: OK
tr: Tamam

# overallTranscriptForAllSemestersWillBePrepared
source: An overall transcript for all semesters will be prepared...
tr: Tüm dönemler için genel transcript hazırlanacak...

source: Total GPA
tr: Toplam GPA

source: Total Credits
tr: Toplam Kredi

source: Content
tr: İçerik

source: courses
tr: ders

source: Transcript feature will be added soon.
tr: Transcript özelliği yakında eklenecektir.

source: Refreshing grades...
tr: Notlar yenileniyor...

source: Grades updated successfully!
tr: Notlar başarıyla güncellendi!

# qrScanner
source: QR Code Scanner
tr: QR Kod Tarayıcısı

# cameraPermissionPermanentlyDenied
source: Camera permission permanently denied. Please enable it in settings.
tr: Kamera izni kalıcı olarak reddedildi. Ayarlardan izin verin.

source: Camera Permission Required
tr: Kamera İzni Gerekli

source: Enable camera permission in settings.
tr: Ayarlardan kamera iznini etkinleştirin.

# needCameraPermissionToScan
source: We need camera permission to scan QR codes.
tr: QR kod taramak için kamera iznine ihtiyacımız var.

source: Starting camera...
tr: Kamera başlatılıyor...

source: Filter Building Types
tr: Bina Türlerini Filtrele

source: All
tr: Tümü

source: Academic Buildings
tr: Akademik Binalar

source: Administrative Buildings
tr: İdari Binalar

source: Social Areas
tr: Sosyal Alanlar

source: Sports Facilities
tr: Spor Tesisleri

source: Shuttle Stops
tr: Servis Durakları

source: Close
tr: Kapat

source: Map Not Loaded
tr: Harita Yüklenemedi

# googleMapsNotLoaded
source: Google Maps could not be loaded.
tr: Google Maps yüklenemedi.

# checkApiKeyOrInternet
source: Check API key configuration or verify your internet connection.
tr: API anahtarı yapılandırmasını kontrol edin veya internet bağlantınızı doğrulayın.

source: Try Again
tr: Tekrar Dene

# courseVisualProgramming
source: Visual Programming
tr: Görsel Programlama

# courseDataStructures
source: Data Structures
tr: Veri Yapıları

# courseDiscreteMathematics
source: Discrete Mathematics
tr: Ayrık Matematik

# courseTechnicalEnglish
source: Technical English
tr: Teknik İngilizce

# noCoursesToday
source: No courses found for today.
tr: Bugün için ders bulunamadı.

# noCoursesTodayMessage
source: No courses are scheduled for today. You can add courses from the calendar section.
tr: Bugün için herhangi bir ders planlanmamış. Takvim bölümünden ders ekleyebilirsiniz.

source: Timeline View
tr: Zaman Çizelgesi Görünümü

source: Month View
tr: Ay Görünümü

source: Monthly Calendar
tr: Aylık Takvim

# campusQrTitle
source: Campus Entry QR Code
tr: Kampüs Giriş QR Kodu

source: Valid time
tr: Geçerli süre

source: Refresh
tr: Yenile

# scanQr
source: Scan QR Code
tr: QR Kodu Tarat

# qrInfo
source: Use this QR code at campus entry scanners. For security, the code is automatically refreshed.
tr: Bu QR kodu kampüs giriş tarayıcılarında kullanın. Güvenlik için kod otomatik olarak yenilenir.

source: Secure campus access
tr: Güvenli kampüs erişimi

# urlCouldNotOpen
source: Could not open URL
tr: URL açılamadı

source: An error occurred
tr: Bir hata oluştu

# inboxSubject1
source: About Your Student Certificate Request
tr: Öğrenci Belgesi Talebiniz Hakkında

# inboxSender1
source: Student Affairs
tr: Öğrenci İşleri

# inboxContent1
source: Dear Elif Yılmaz, Your student certificate requested on 24.06.2025 has been prepared. You can obtain your document in the following ways: • You can personally collect it from our Student Affairs office • You can apply for delivery to your address by cargo for an additional fee Office hours: Monday-Friday 09:00-17:00 Best regards, Student Affairs Directorate
tr: Sayın Elif Yılmaz, 24.06.2025 tarihinde talepte bulunduğunuz öğrenci belgesi hazırlanmıştır. Belgenizi aşağıdaki şekillerde temin edebilirsiniz: • Öğrenci İşleri ofisimizden şahsen teslim alabilirsiniz • Kargo ile adresinize göndermek için ek ücret karşılığında başvurabilirsiniz Ofis saatleri: Pazartesi-Cuma 09:00-17:00 Saygılarımızla, Öğrenci İşleri Müdürlüğü

# inboxSubject2
source: Scholarship Application Result
tr: Burs Başvuru Sonucu

# inboxSender2
source: Scholarship and Aid Office
tr: Burs ve Yardım İşleri

# inboxContent2
source: Dear Elif Yılmaz, Your 2024-2025 Academic Year Achievement Scholarship application has been evaluated and we inform you that your application has been ACCEPTED. Scholarship Details: • Scholarship Type: Achievement Scholarship (25%) • Valid Term: 2025-2026 Fall Term • Payment Date: After registration renewal Best regards, Scholarship and Aid Office
tr: Sayın Elif Yılmaz, 2024-2025 Akademik Yılı Başarı Bursu başvurunuz değerlendirilmiş olup, başvurunuzun KABUL edildiğini bildiririz. Burs Detayları: • Burs Türü: Başarı Bursu (%25) • Geçerli Dönem: 2025-2026 Güz Dönemi • Ödeme Tarihi: Kayıt yenileme sonrası Saygılarımızla, Burs ve Yardım İşleri

# requestCategoryAcademicSupport
source: Academic Support
tr: Akademik Destek

# requestCategoryTechnicalHelp
source: Technical Help
tr: Teknik Yardım

# requestCategoryLibrary
source: Library Services
tr: Kütüphane Hizmetleri

# requestCategoryCafeteria
source: Cafeteria Services
tr: Yemekhane Hizmetleri

# requestCategoryTransport
source: Transport Request
tr: Ulaşım Talebi

# requestCategorySecurity
source: Security Support
tr: Güvenlik Desteği

# requestCategoryFinance
source: Financial Affairs
tr: Mali İşler

# requestCategoryGeneral
source: General Request
tr: Genel Talep

# feedbackCategoryBugReport
source: Bug Report
tr: Hata Bildirimi

# feedbackCategorySuggestion
source: Suggestion
tr: Öneri

# feedbackCategoryComplaint
source: Complaint
tr: Şikayet

# feedbackCategoryAppreciation
source: Appreciation
tr: Takdir

# feedbackCategoryFeatureRequest
source: Feature Request
tr: Özellik İsteği

# feedbackCategoryAppReview
source: App Review
tr: Uygulama Yorumu

# feedbackCategoryGeneral
source: General Feedback
tr: Genel Geri Bildirim

source: Search building or location...
tr: Bina veya konum ara...

source: Route Info
tr: Rota Bilgisi

source: Your Current Location
tr: Mevcut Konumunuz

source: Engineering Faculty
tr: Mühendislik Fakültesi

source: Walking
tr: Yürüyüş

source: Shuttle
tr: Servis

source: Bike
tr: Bisiklet

source: Start Navigation
tr: Navigasyonu Başlat

source: Main Building
tr: Ana Bina

source: North Campus
tr: Kuzey Kampüs

# kavacikBridgeBusStop
source: Kavacık Bridge Bus Stop
tr: Kavacık Köprüsü Otobüs Durağı

source: Asia Road
tr: Asya Yolu

source: Europe Road
tr: Avrupa Yolu

# kavacikBusStop
source: Kavacık Bus Stop
tr: Kavacık Otobüs Durağı

source: Ataturk Street/Beykoz
tr: Atatürk Caddesi/Beykoz

# kavacikJunctionBusStop
source: Kavacık Junction Bus Stop
tr: Kavacık Sapağı Otobüs Durağı

source: Kavacik Junction/Beykoz
tr: Kavacık Sapağı/Beykoz

source: Yeni Riva Yolu Bus Stop
tr: Yeni Riva Yolu Otobüs Durağı

# mapLoading
source: Map is loading...
tr: Harita yükleniyor...

# monShort
source: Mon
tr: Pzt

# tueShort
source: Tue
tr: Sal

# wedShort
source: Wed
tr: Çar

# thuShort
source: Thu
tr: Per

# friShort
source: Fri
tr: Cum

# satShort
source: Sat
tr: Cmt

# sunShort
source: Sun
tr: Paz

source: Monday
tr: Pazartesi

source: Tuesday
tr: Salı

source: Wednesday
tr: Çarşamba

source: Thursday
tr: Perşembe

source: Friday
tr: Cuma

source: Saturday
tr: Cumartesi

source: Sunday
tr: Pazar

# halicCampus
source: Haliç Campus
tr: Haliç Yerleşkesi

# halicCampusDesc
source: Campus; Medipol University Haliç Campus
tr: Yerleşke; Medipol Üniversitesi Haliç Yerleşkesi

# bagcilarCampus
source: Bağcılar Campus
tr: Bağcılar Yerleşkesi

# bagcilarCampusDesc
source: Campus; University Hospital (Bağcılar Campus)
tr: Yerleşke; Üniversite Hastanesi (Bağcılar Yerleşkesi)

source: Health Research Centers
tr: Sağlık Uygulama Araştırma Merkezleri

# healthResearchCentersDent
source: Health RC Dental Hospital
tr: Sağlık UA Merkezi Diş Hastanesi

# healthResearchCentersVatan
source: Health RC Vatan Clinic
tr: Sağlık UA Merkezi Vatan Kliniği

# healthResearchCentersEsenler
source: Health RC Esenler Hospital
tr: Sağlık UA Merkezi Esenler Hastanesi

source: Fax:
tr: Faks:

source: Fax (Rectorate):
tr: Faks (Rektörlük):

source: Fax (Accounting):
tr: Faks (Muhasebe):

source: Fax (Faculties):
tr: Faks (Fakülteler):

source: Phone (Internal):
tr: Telefon (Dahili):

source: Website:
tr: İnternet Sitesi:

source: Address:
tr: Adres:

source: Feedback Only
tr: Sadece Geri Bildirimler

# pleaseAcceptTerms
source: Please accept the terms
tr: Lütfen şartları kabul edin

source: Account created successfully
tr: Hesap başarıyla oluşturuldu

# signUpTitle
source: Sign Up
tr: Kayıt Ol

# signUpSubtitle
source: Create your account
tr: Hesabınızı oluşturun

source: Full Name
tr: Ad Soyad

# fullNameHint
source: Enter your full name
tr: Adınızı ve soyadınızı girin

# fullNameRequired
source: Full name is required
tr: Ad soyad gerekli

# fullNameInvalid
source: Invalid full name
tr: Geçersiz ad soyad

source: Email Address
tr: E-posta Adresi

# emailHint
source: Enter your email
tr: E-posta adresinizi girin

# emailRequired
source: Email is required
tr: E-posta gerekli

# emailInvalid
source: Invalid email address
tr: Geçersiz e-posta adresi

source: Create Password
tr: Şifre Oluştur

# createPasswordHint
source: Enter a password
tr: Bir şifre girin

# passwordRequired
source: Password is required
tr: Şifre gerekli

# passwordTooShort
source: Password is too short
tr: Şifre çok kısa

# passwordTooWeak
source: Password is too weak
tr: Şifre çok zayıf

source: Confirm Password
tr: Şifreyi Tekrar Gir

# confirmPasswordHint
source: Re-enter your password
tr: Şifrenizi tekrar girin

# confirmPasswordRequired
source: Please confirm your password
tr: Şifre tekrarı gerekli

source: Passwords do not match
tr: Şifreler uyuşmuyor

source: Phone (optional)
tr: Telefon (isteğe bağlı)

# phoneHint
source: Enter your phone number
tr: Telefon numaranızı girin

# phoneInvalid
source: Invalid phone number
tr: Geçersiz telefon numarası

source: Student ID (optional)
tr: Öğrenci Numarası (isteğe bağlı)

# studentIdHintSignup
source: Enter your student ID
tr: Öğrenci numaranızı girin

source: Department (optional)
tr: Bölüm (isteğe bağlı)

source: Select department
tr: Bölüm seçin

source: Create Account
tr: Hesap Oluştur

# dontHaveAccount
source: Don't have an account?
tr: Hesabınız yok mu?

# alreadyHaveAccount
source: Already have an account?
tr: Zaten hesabınız var mı?

source: Sign up here
tr: Buradan kayıt ol

source: Sign in here
tr: Buradan giriş yap

source: First Year
tr: 1. Sınıf

source: Second Year
tr: 2. Sınıf

source: Third Year
tr: 3. Sınıf

source: Fourth Year
tr: 4. Sınıf

source: Graduate Student
tr: Lisansüstü Öğrenci

source: PhD Student
tr: Doktora Öğrencisi

source: Year of Study (optional)
tr: Sınıf (isteğe bağlı)

source: Select year of study
tr: Sınıf seçin

source: Birth Date (optional)
tr: Doğum Tarihi (isteğe bağlı)

source: Select birth date
tr: Doğum tarihi seçin

source: Male
tr: Erkek

source: Female
tr: Kadın

source: Prefer not to say
tr: Belirtmek istemiyorum

source: Gender (optional)
tr: Cinsiyet (isteğe bağlı)

source: Select gender
tr: Cinsiyet seçin

source: Language
tr: Dil

# languageDesc
source: Change the app language
tr: Uygulama dilini değiştirin

source: Remember Me
tr: Beni Hatırla
